import React from "react";
import s from "./footer.module.css"

const Footer = () => {
    return (
        <footer className="footer">
            <div className={s.container}>

                <div>
                    <h4>О нас</h4>
                    <p>
                        Мы иновационная и первая в своем роде социальная которая не собирает о вас никаких данных!
                        Здесь вы можете почувствовать себя вымышленым персонажем или говорить о том что вы бы хотели сохранить в тайне!
                        Мы знаем как силно для вас важна конфиденциальность, поэтому мы не собираем абсолютно никаких данных о вас!
                        Никаких! Даже ваши переписки хранятся исключительно у вас (локально)! И еще раз - Абсолютно никаких данных!!!
                    </p>
                </div>

                <div>
                    <h6>Отказ от ответственности</h6>
                    <p>
                        Мы не несем никакой ответственности!
                        Никакой ^ ^
                        Абсолютно никакой !!!
                    </p>
                </div>
            </div>
        </footer>
    )
}

export default Footer